Repository: Makadu/Makadu_iOS
Catalog: Makadu/Resources/Languages/*.lproj/Localizable.strings
Languages: es, it, pt_br, ru

# app_aviso
source: Announcements
es: Anuncios
it: Avvertenze
pt_br: Avisos
ru: Предупреждения

# action_perfil
source: Profile
es: Perfil
it: Profilo
pt_br: Perfil
ru: Профиль

# action_settings
source: Configurations
es: Configuraciones
it: Impostazioni
pt_br: Configurações
ru: Настройки

# event
source: Events
es: Eventos
it: Eventos
pt_br: Eventos
ru: Событие

source: Schedule
es: Cronograma
it: Programmazione
pt_br: Programação
ru: Разработка

# talk
source: Talks
es: Charlas
it: Discorsi
pt_br: Palestras
ru: Лекции

# detail_event
source: Event Details
es: Detalles del evento
it: Dettagli dell'evento
pt_br: Detalhe do Evento
ru: Сведения о событии

source: Details
es: Detalles
it: Dettagli
pt_br: Detalhes
ru: Подробнее

source: Search...
es: Buscar
it: Cerca...
pt_br: Pesquisar...
ru: Найти...

source: Notification
es: Notificación
it: Notifica
pt_br: Notificação
ru: уведомление

# detail_talk
source: Schedule Details
es: Detalles de la Conferencia
it: Dettagli della Programmazione
pt_br: Detalhe da Programação
ru: деталь Разработка

# success_download
source: The activity material was succesfully sent to your e-mail!
es: Los documentos han sido enviados a su email
it: Il materiale della conferenza è stato inviato al tuo indirizzo e-mail con successo!
pt_br: O material da palestra foi enviado para seu e-mail com sucesso!
ru: Лекционный материал был отправлен к его успеху с электронной почтой!

# success_question
source: Your question was succesfully sent!
es: Su pregunta ha sido enviada con éxito!
it: La tua domanda è stata inviata con successo!
pt_br: Sua pergunta foi enviada com sucesso!
ru: Ваш вопрос успешно отправлен!

# rating
source: Rating received succesfully!
es: La calificación del evento ha sido enviada exitosamente
it: Valutazione effettuata con successo!
pt_br: Avaliação efetuada com sucesso!
ru: был успешным оценка!

source: Notifications
es: Notificaciones
it: Notifiche
pt_br: Notificações
ru: Уведомления

source: Sponsor
pt_br: Patrocinador
ru: Спонсор

# favorities
source: Favorites
es: Favoritos
it: Preferiti
pt_br: Favoritos
ru: Избранное

source: Password
es: Contraseña
pt_br: Senha
ru: Пароль

# sign_in
source: Login
pt_br: Acessar
ru: Получить

source: Create Account
es: Crear cuenta
it: Iscriviti
pt_br: Criar Conta
ru: Создать аккаунт

# recovery_password
source: Forgot your password?
es: ¿Olvidó su contraseña?
it: Recupera la password
pt_br: Recuperar Senha
ru: Восстановление пароля

source: Name
es: Nombre
it: Utente
pt_br: Nome
ru: Имя

# invalid_email
source: Ops... The e-mail you entered is not valid.
es: Ops... El email que ingresó no es válido
it: Oops... Questo indirizzo e-mail non è valido
pt_br: Opa... Esse endereço de E-mail é inválido
ru: Упс ... Этот адрес электронной почты является недействительным

# invalid_password
source: Your password is too short. Try a longer one please.
es: Su contraseña es demasiado corta. Intente uno más largo
it: Password troppo corta. Provane un'altra, per favore...
pt_br: Senha muito curta. Digite uma maior por favor...
ru: Слишком короткий пароль. Введите большего пожалуйста ...

# incorrect_password
source: Incorrect password or e-mail.
es: Contraseña o email incorrectos
it: La password inserita non è corretta
pt_br: A senha está incorreta
ru: Неправильный пароль

# field_required
source: This is a required field.
es: Este es un campo requerido
it: Questo campo è obbligatorio
pt_br: Esse campo é obrigatório
ru: Это поле является обязательным

# text_material
source: Lecture material -
es: Documentos de la conferencia
it: Materiale Conferenza -
pt_br: Material da palestra -
ru: Лекция материал -

# text_link_material
source: Click the link below to make the download of the material
es: Haz click para descargar el material
it: clicca sul link sottostante per effettuare il download di materiale
pt_br: Clique no link abaixo para realizar o download do material
ru: Нажмите на ссылку ниже, чтобы сделать загрузку материала

# user_and_password
source: Please enter your user and password
es: Debe ingresar el usuario y contraseña
it: È necessario informare l' utente e la password
pt_br: Você deve informar o usuário e a senha
ru: Вы должны информировать пользователя и пароль

# user_or_password_invalid
source: The user or password is invalid. Please try again.
es: Usuario o contraseña inválidos.
it: Utente o password non valida.
pt_br: Usuário ou senha inválido.
ru: Пользователь или неверный пароль.

source: Sending message
es: enviando mensaje
it: il messaggio
pt_br: Enviando mensagem.
ru: Отправка сообщения

# error_sending_message
source: There was an error sending your message.
es: Hubo un error al enviar su mensaje.
it: C'è stato un errore l'invio del messaggio
pt_br: Ocorreu um erro no envio de sua menssagem.
ru: Был ошибка при отправке сообщения

# rescue_password
source: Access your e-mail to reset your password
es: Ingrese a su email para restaurar su contraseña
it: Accedi alla tua e-mail per reimpostare la password
pt_br: Acesse seu e-mail para redefinir sua senha
ru: Доступ к электронной почте для сброса пароля

# not_registered_email
source: Email not registered.
es: Email no registrado
it: E-mail non registrato.
pt_br: E-mail não cadastrado.
ru: Электронная почта не зарегистрированы

source: Register
es: Regístrese
it: Catasto
pt_br: Cadastro
ru: Kадастр

# fields_empty
source: You must fill in all of the fields.
es: Debe llenar todos los campos.
it: È necessario compilare tutti i campi.
pt_br: Você deve preencher todos os campos.
ru: Вы должны заполнить все поля.

# email_in_use
source: The selected e-mail is already in use. Please login.
es: Email ya registrado. Por favor inicie sesión.
it: L'e-mail selezionato è già in uso. Effettua il login.
pt_br: O e-mail selecionado já está em uso. Faça seu login.
ru: Выбранный адрес электронной почты уже используется. Пожалуйста, войдите.

# loading_programming
source: Loading schedule...
es: Cargando programación...
it: Programmazione Caricamento...
pt_br: Carregando a programação...
ru: Загрузка программ...

# unable_load_data
source: Unable to load data.
es: No se pueden cargar los datos.
it: Impossibile caricare i dati.
pt_br: Não foi possível carregar os dados.
ru: Не удалось загрузить данные.

# sent_email_when_available
source: The material will be sent e-mail %@ when available.
es: Los documentos serán enviados a email %@, cuando estén disponibles.
it: Il materiale verrà inviato per e-mail %@ quando disponibile.
pt_br: O material será enviado para o e-mail %@ quando disponível.
ru: Материал будет отправлен по электронной почте %@ при наличии.

# sent_email_when_exist_material
source: The material was sent to the email %@ successfully
es: El material se envía al correo electrónico %@ con éxito.
it: Il materiale è stato inviato l'e-mail %@ successo.
pt_br: O material foi enviado para o e-mail %@ com sucesso
ru: Материал был отправлен на адрес электронной %@ успешно.

# no_internet_connection
source: No internet connection, try again later
es: Sin conexión a internet. Intente de nuevo
it: Senza connessione a internet, riprovare più tardi
pt_br: Sem conexão com a internet, tente novamente mais tarde.
ru: Нет подключение к интернету, не повторите попытку позже

source: About Activity
es: Acerca de la actividad
it: A proposito di attività
pt_br: Sobre a Atividade
ru: О деятельности

# about_Speaker
source: About the Speaker
es: Información sobre el conferencista
it: A proposito il Presidente
pt_br: Sobre o Palestrante
ru: О спикера

source: Questions
es: Preguntas
it: Domande
pt_br: Perguntas
ru: Bопросов

# evaluation_of
source: Make a comment (optional)
es: Deje su opinión sobre el evento
it: Cogli l'occasione per fare un commento.
pt_br: Aproveite para fazer um comentário.
ru: Воспользуйтесь возможностью, чтобы сделать комментарий.

source: Sign up
es: Regístrese
it: Iscriviti
pt_br: Cadastre-se
ru: Подпишитесь

# enter_email
source: Enter your e-mail
es: Escriba su email
it: Inserisci la tua e-mail:
pt_br: Informe seu e-mail:
ru: Введите свой ​​адрес электронной почты:

source: Submit
es: Enviar
it: Inviare
pt_br: Enviar
ru: послать

source: Cancel
es: Cancelar
it: Annullare
pt_br: Cancelar
ru: отменить

# events
source: Event
es: Eventos
it: Eventi
pt_br: Eventos
ru: Мероприятия

source: Logout
es: Salir
it: Disconnettersi
pt_br: Sair
ru: Выйти

source: My Events
es: Mis eventos
it: I miei eventi
pt_br: Meus Eventos
ru: Мои события

# remove_events
source: Remove event from My Events
es: Borrar de Mis Eventos
it: Rimuovere gli eventi I miei eventi
pt_br: Remover evento de Meus Eventos
ru: Удалить события Мои события

# add_events
source: Add event to My Events
es: Añadir a mis Eventos
it: Aggiungi l'evento al Miei Eventi
pt_br: Adicionar evento aos Meus Eventos
ru: Добавить событие в Мои мероприятия

# add_event_to_favorites
source: Adding the event to your favorites
es: Añadir a mis Eventos Favoritos
it: Aggiunta l'evento ai tuoi preferit
pt_br: Adicionando o evento para seus favoritos
ru: Добавление события в избранное

# success_event
source: Successfully added event
es: Evento añadido a su lista de Favoritos
it: Aggiungendo successo dell'evento
pt_br: Evento adicionado com sucesso
ru: Успешное выполнение добавления события

# removing_event_success
source: Event successfully removed
es: El evento ha sido borrado de sus Favoritos
it: Evento rimosso con successo
pt_br: Evento removido com sucesso
ru: Мероприятие удалено

source: Removing event
es: Removiendo de sus eventos favoritos
it: Rimozione evento
pt_br: Removendo evento
ru: Удаление события

# password_to
source: Enter event password. If you don't have it, contact the event organizers
es: Introduzca la contraseña del evento. Caso no la tengas, puedes pedir a la organización del evento.
it: Inserire la password della manifestazione . In caso contrario , cercare l' organizzazione dell'evento
pt_br: Digite a senha do evento. Caso não tenha, procure a organização do evento
ru: Введите пароль события. Если нет, то обратите внимание на организацию мероприятия

# fail_saved_password
source: Incorrect password . Look for the organization of the event.
es: Contraseña incorrecta . Buscar la organización del evento.
it: La tua password. Se vuoi per l'organizzazione della manifestazione.
pt_br: Senha incorreta. Procure a organização do evento.
ru: Неправильный пароль . Посмотрите на организацию мероприятия.

# success_saved_password
source: Password successfully saved
es: Contraseña guardado correctamente
it: Password salvata con successo
pt_br: Senha salva com sucesso
ru: Пароль успешно сохранен

# loading_event
source: Loading my events...
es: Cargando a mis eventos ...
it: Caricamento miei eventi ...
pt_br: Carregando meus eventos ...
ru: Загрузка мои события ...

# user_alredy_exists
source: An user was already registered for this e-mail by the Event Organizer or yourself. Create a new password:
es: Un usuario ya ha sido creado para usted por el organizador del evento . Introduzca su email a continuación para crear una contraseña:
it: Un utente è già stato creato per voi dall'organizzatore dell'evento . Inserisci la tua email qui sotto per creare una password:
pt_br: Um usuário já foi criado para você pelo organizador do evento. Digite seu e-mail abaixo para criar uma senha:
ru: Пользователь уже создан для Вас организатором мероприятия . Введите адрес электронной почты ниже, чтобы создать пароль:

# voting_instruction
source: Hello, When asked by the organizers, please click the button below and you will be redirected to the voting screen. Have a nice event.
es: Hola! Cuando se le solicite por la organización, haga clic en el botón de abajo y se le dirigirá a la pantalla de votación. Buen evento.
it: Ciao! Quando richiesto dall'organizzazione, fare clic sul bottone qui sotto e verrai indirizzato alla schermata di voto. Buona evento.
pt_br: Olá! Quando solicitado pela organização, clique no botão abaixo e você será direcionado para a tela de votação. Bom evento.
ru: Привет! В ответ на запрос организации , нажмите на кнопку ниже, и вы будете перенаправлены на экран голосования. Хорошее событие.

source: Close
es: Salir
it: Vicino
pt_br: Sair
ru: близко

source: Vote
es: Votar
it: Voto
pt_br: Votar
ru: голосование

source: Loading question...
es: Cargando la cuestión
it: Caricamento la questione
pt_br: Carregando a pergunta...
ru: Загрузка вопрос

# loading_papers
source: Loading content...
es: cargando trabajos...
it: Caricamento di contenuti...
pt_br: Carregando conteúdo...
ru: Загрузка содержимого...

# loading_rating
source: Loading ratings...
es: Cargando Clasificación...
it: Caricamento Valutazione...
pt_br: Carregando Avaliação...
ru: Загрузка Рейтинг...

source: Loading speakers...
es: Cargando Altavoces...
it: Caricamento Altoparlanti...
pt_br: Carregando Palestrantes...
ru: Загрузка Спикеры...

# no_papers_yet
source: There are no papers yet.
es: Aún no hay trabajos.
it: Non vi è alcun lavoro fino ad oggi.
pt_br: Não há trabalhos até o momento.
ru: Там нет работы на сегодняшний день.

# no_notices_yet
source: There are no notices yet.
es: Aún no hay anuncios.
it: Nessun allarme finora.
pt_br: Não há avisos até o momento.
ru: Существует еще уведомления.

# no_favorite_talks_yet
source: You have no favorite talks yet.
es: Aún no tenes conferencias favoritas.
it: Non si parla aggiunto ai preferiti fino ad oggi.
pt_br: Você não favoritou palestras até o momento.
ru: Вы не добавили в избранное переговоры на сегодняшний день.

source: Papers
es: Trabajos
it: Documenti
pt_br: Trabalhos
ru: документы

source: Favorites
es: Favoritos
it: Preferiti
pt_br: Favoritos
ru: избранное

source: Notices
es: Avisos
it: Avvisi
pt_br: Avisos
ru: уведомления

# evaluation_event
source: Evaluate the event
es: Evaluar
it: Valutare
pt_br: Avaliar evento
ru: оценить

# evaluation_sent_success
source: Successfully completed evaluation
es: Evaluación completado con éxito
it: Completato con successo valutazione
pt_br: Avaliação realizada com sucesso
ru: успешно завершена оценка

# error
source: The following error occurred: %ld - %@
es: Se ha producido el siguiente error: %ld - %@
it: Si è verificato il seguente errore: %ld - %@
pt_br: Ocerreu o seguinte erro: %ld - %@
ru: Произошла следующая ошибка: %ld - %@

# no_submitted_evaluation
source: You made no evaluation! Please perform the assessment before sending.
es: Usted ha hecho ninguna evaluación! Por faavor realizar la evaluación antes de enviar.
it: Hai fatto nessuna valutazione! Si prega di eseguire la valutazione prima di inviare.
pt_br: Você não realizou nenhuma avaliação! Por favor realize a avaliação antes de enviar.
ru: Вы не сделали никакой оценки! Для faavor провести оценку перед отправкой.

# no_evaluation_yet
source: No questions yet.
es: Sin preguntas hasta el momento.
it: Non ci sono domande per la valutazione fino ad oggi.
pt_br: Sem perguntas até o momento.
ru: Нет вопросов для оценки на сегодняшний день.

# evaluation
source: Evaluate the Event
es: Evaluar el Evento
pt_br: Avaliar o Evento

source: Ask
es: Preguntar
it: Chiedere
pt_br: Perguntar
ru: спросить

source: Login
ru: Войти

source: E-mail
ru: Почта
